<template>
  <div class="page">
    <h1 class="page__title">Правила игры.</h1>
    <div class="page__body">
      <ol class="rules">
        <li>Игра состоит из 14 вопросов идущих в случайном порядке.</li>
        <li>В начале каждого раунда ведущий зачитывает текст вопроса, а затем его формулировку.</li>
        <li>После зачитывания формулировки вопроса звучит звуковой сигнал, дающий команде право начать обсуждение.</li>
        <li>На обсуждение каждого вопроса дается 2 минуты.</li>
        <li>По истечении первой минуты звучит предупреждающий сигнал.</li>
        <li>По истечении второй минуты звучит звуковой сигнал после которого команда не может продолжать обсуждение.</li>
        <li>После завершения обсуждения капитан команды должен выбрать игрока отвечающего на вопрос.</li>
        <li>Ответ выбранного игрока фиксируется ведущим, а затем он озвучивает правильный ответ.</li>
      </ol>
    </div>
    <div class="page__footer">
      <button class="btn btn_lg" @click="$router.push('/admin')">Начать</button>
    </div>
  </div>
</template>

<script>
export default {
  name: "RulesView"
}
</script>

<style scoped>
.rules {
  font-size: 45px;
}
.rules li {
  margin-bottom: 20px;
}
</style>