export const questions = [
  {
    id: 1,
    title: "Вопрос 1",
    text: "Попытки научить обезьян говорить Сти́вен Пи́нкер сравнил с попытками заставить розданного вам зверька поднимать предметы ноздрями лишь на том основании, что он — ближайший родственник ИХ?",
    question: "Назовите ИХ.",
    answer: "Слонов.",
    comment: "Похожий на морскую свинку полуметровый дама́н — ближайший родственник слона. Пинкер уподобил язык человека хоботу — уникальному органу, аналогов которому нет ни у кого из современных животных. По словам Пинкера, если бы специалисты носились с хоботом так же, как с языком, они бы пытались найти хобот у дамана на основании того, что у него есть ноздри.",
    img: "daman.png",
    music: "music1.mp3"
  },
  {
    id: 2,
    title: "Вопрос 2",
    text: "По мнению Дарьи Хитро́вой, адаптируя фильм для разных условий, режиссёр в некоторых случаях может пожертвовать его развязкой.",
    question: "Чей анатомии Хитрова уподобила структуру фильма?",
    answer: "Ящерица",
    comment: "По мнению Хитровой, концовка фильма подобна хвосту ящерицы — в случае чего можно отбросить её и отрастить новую, ещё лучше.",
    music: "music2.mp3"
  },
  {
    id: 3,
    title: "Вопрос 4",
    text: "Зы́бка — это подвесная колыбель. Несмотря на то, что она раскачивается из стороны в сторону, деревенская старушка, рассказывая о посещении города, назвала зыбкой ЕГО.",
    question: "Назовите ЕГО одним словом.",
    answer: "Лифт",
    comment: "Видимо, подобрать слово для подвесной штуки, которая движется туда-сюда, старушке было нелегко, поэтому, рассказывая о своих впечатлениях от посещения Ленинграда, она вспоминала, как каталась там в зыбке.",
    music: "pause1.mp3"
  },
  {
    id: 4,
    title: "Вопрос 3",
    text: "Британский учёный Джон Хо́лдейн, которого отец часто брал с собой в шахту, в детстве едва не погиб из-за скопления метана. Позже он приобрёл склонность, из-за которой его знакомые боялись находиться с ним рядом.",
    question: "Догадавшись, кого в рассказе об этом вспомнил Билл Ме́слер, назовите день и месяц рождения Холдейна.",
    answer: "5 ноября.",
    comment: "Холдейн был пирома́ном — например, любил держать в карманах одновременно спички и взрывчатку, из-за чего знакомые следили за ним с осторожностью и страхом. Неизвестно, что повлияло на склонность Холдейна к огню: травмирующий детский опыт с метаном или дата рождения, совпадающая с днём Гая Фокса, пытавшегося взорвать английский парламент. Слово «вспомнил» в тексте вопроса — подсказка, отсылающая к английскому стишку «Remember, remember the fifth of November!»",
    music: "music3.mp3"
  },
  {
    id: 5,
    title: "Вопрос 5",
    text: "Предпринимателя Джона Те́мплтона огорчало, что многие забывают о духовном поиске, который тоже способствует прогрессу. В появившемся полвека назад документе особо оговорено, что ОНА Темплтона должна быть больше, чем ТАКАЯ ОНА.",
    question: "Назовите ТАКУЮ ЕЁ.",
    answer: "Но́белевская премия.",
    comment: "Премия Темплтона с 1972 года вручается за успехи и открытия в духовной жизни, при этом получить её может человек любого вероисповедания и даже атеист. В разные годы её получали как мать Тере́за и Дала́й-ла́ма, так и, например, учёный Фри́мен Да́йсон. В стату́те премии особо оговорено, что её денежный эквивалент должен всегда превышать сумму, которую получают нобелевские лауреаты.",
    music: "pause2.mp3"
  },
  {
    id: 6,
    title: "Вопрос 6",
    text: "Сто лет назад профессора полушутя жаловались, что по понедельникам, средам и пятницам читают студентам ТАКУЮ теорию, а по вторникам, четвергам и субботам — СЯКУЮ.",
    question: "Догадавшись, о теории чего идёт речь, ответьте: от каких существительных происходят слова «ТАКАЯ» и «СЯКАЯ»?",
    answer: "Волна, частица (корпускула, квант)",
    comment: "Речь идёт о теории света, который ставил учёных в тупик своей двойственной природой. Физики шутили, что три дня в неделю читают студентам волновую теорию света, а ещё три дня — корпускулярную.",
    music: "pause3.mp3"
  },
  {
    id: 7,
    title: "Вопрос 7",
    text: "Жена Черныше́вского была очень прогрессивной женщиной. Описывая гостей, от которых в доме Чернышевских не было отбоя, Набо́ков использовал выражение «от а́за до и́жицы». Более известный, но гораздо менее подробный аналог того, о чём говорил Набоков, основывается на НЁМ.",
    question: "Назовите ЕГО словом английского происхождения.",
    answer: "Бейсбол.",
    comment: "Жена Чернышевского окружила себя многочисленными поклонниками, с которыми находилась на разных стадиях любовной близости — по выражению Набокова, «от аза до ижицы». Это подразумевает тридцать пять стадий — по числу букв дореформенного русского алфавита. Более известная, но гораздо менее подробная классификация основана на терминах из бейсбола — «первая база», «вторая база» и так далее.",
    music: "pause4.mp3"
  },
  {
    id: 8,
    title: "Вопрос 8",
    text: "В книге «Норвежский лес» рассказывается о Ру́бене Кну́тсене, который каждый год возводит красивую поле́нницу. Узнав, что Кнутсен делает впоследствии, автор вопроса уподобил поленницу ЕЙ.",
    question: "Назовите ЕЁ словом с одинаковыми гласными.",
    answer: "Манда́ла.",
    comment: "Поленницы, которые возводит Кнутсен, круговые, и напоминают мандалу — буддистский символ Вселенной. Во время одного из ритуалов мандалу долгое время создают при помощи цветных порошков, а в конце разрушают, намекая на бренность всего сущего. Создатель поленницы тоже разрушает её после постройки.",
    music: "music1.mp3"
  },
  {
    id: 9,
    title: "Вопрос 9",
    text: "Рассказывая об аспирантке Горного института, награждённой в 1957 году за работу в бассейне реки Лены, Василий А́вченко упомянул известную песню. Несколькими годами ранее профессиональная американская певица Ма́рни Ни́ксон помогла исполнить эту песню.",
    question: "Назовите исполнительницу которой помогала Ма́рни Ни́ксон.",
    answer: "Мэ́рилин Монро́.",
    comment: "В середине двадцатого века Лариса Попуга́ева открыла месторождение якутских алмазов. За это её наградили орденом Ленина, хотя из-за интриг лишили славы первооткрывательницы. Мэрилин Монро спела песню «Бриллианты — лучшие друзья девушек» в фильме 1953 года «Джентльмены предпочитают блондинок», а высокие ноты ей помогла тянуть Марни Никсон, известная певица-сопрано.",
    music: "music2.mp3"
  },
  {
    id: 10,
    title: "Вопрос 10",
    text: "Первоначально считалось, что чёрная дыра может лишь поглощать материю и энергию. После появления гипотезы об излучении Хо́кинга физики даже стали говорить об эффекте массы чёрной дыры.",
    question: "Восстановите замену, сделанную в предыдущем предложении.",
    answer: "Период полураспада/Half-life",
    comment: "Хокинг предположил, что чёрная дыра может и таким образом деградировать, теряя массу. По аналогии с периодом полураспада элементарных частиц появилось даже понятие периода полураспада чёрной дыры, зависящего от массы и интенсивности излучения. Замена основана на названиях компьютерных игр «Mass Effect» и «Half-Life».",
    music: "music3.mp3"
  },
  {
    id: 11,
    title: "Вопрос 11",
    text: "У Джона Гри́нлифа Уи́ттьера, выросшего в начале девятнадцатого века на ферме, уже в детстве появилось много свободного времени для занятий поэзией, поскольку из-за НЕГО мальчик был мало полезен при сборе урожая. ОН назван в честь старшего современника Уиттьера.",
    question: "Назовите фамилию этого современника.",
    answer: "Да́льтон",
    comment: "Из-за дальтонизма Уиттьер не отличал спелых ягод от зелёных, поэтому тратил свободное время на чтение и в итоге стал известным поэтом. Дальтонизм описал в конце восемнадцатого века старший современник Уиттьера Джон Дальтон, у которого были те же проблемы.",
    music: "pause1.mp3"
  },
  {
    id: 12,
    title: "Вопрос 12",
    text: "В русском языке название мышьяка связано не с рукокрылыми, а с грызунами. Тем не менее, мышьяко́вый колчеда́н в народных поверьях считался обере́гом, поскольку при воздействии на минерал появляется ОН.",
    question: "Назовите ЕГО двумя словами.",
    answer: "Запах чеснока.",
    comment: "Из-за чесночного запаха мышьяковый колчедан, также известный как арсенопири́т, считался магическим оберегом против нечисти вроде вампиров, которые, по легендам, могут превращаться в летучих мышей. Против обычных мышей арсенопирит, кстати, тоже помогает.",
    music: "pause2.mp3"
  },
  {
    id: 13,
    title: "Вопрос 13",
    text: "Ми́на Овчи́нская — мать Роме́на Гари́ — считала сына литературным гением и умоляла никогда не участвовать в НИХ.",
    question: "Назовите ИХ словом французского происхождения.",
    answer: "Дуэли.",
    comment: "Мать Гари, которая была уроженкой Российской Империи, считала, что по литературному таланту её сын равен Пу́шкину и Ле́рмонтову, поэтому умоляла его никогда не драться на дуэлях, чтобы не умереть в расцвете своего дарования.",
    music: "pause3.mp3"
  },
  {
    id: 14,
    title: "Вопрос 14",
    text: "В книге Паска́ля Буайе́ высказывается предположение, что определённую разновидность ЕЁ вызывают продукты, способные негативно повлиять на развитие. Действие «ЕЁ» происходит в Буви́ле, название которого можно перевести как «Грязь-город».",
    question: "Назовите ЕЁ.",
    answer: "Тошнота.",
    comment: "Токсико́з при беременности нередко сопровождается тошнотой от самых обычных продуктов. Согласно одному предположению, такая тошнота — эволюционный механизм, защищающий организм матери от токсинов, способных повлиять на развитие эмбриона. Прообразом отвратительного города Бувиля из «Тошноты» Са́ртра был Гавр, где писатель преподавал философию.",
    music: "pause4.mp3"
  }
]

export const dumbQuestions = [
  {
    id: 1,
    title: "Вопрос 1",
    text: "Я на пробежку вышел рано <br> Бежал весь мир, бежал и я <br> А на помойку наркомана, <br> Несли в мешке его друзья,<br> Мне утром делать было нехер,<br> Я на бегу притормозил, <br> Хотел спросить: \"Он че, отъехал?\"",
    question: "Продолжите стихотворение",
    answer: "Да че-то так и не спросил.",
    comment: "Михаил Жигулевский. Сборник Лирика за Пасанов",
    music: "pause1.mp3"
  },
  {
    id: 2,
    title: "Вопрос 2",
    text: "В этом вопросе «ПЕРВОЕ» и «ВТОРОЕ» заменяют другие слова. По словам философа Ге́геля, падающий кирпич смертоносен из-за своей скорости, а значит, человека убивает не кирпич, а ПЕРВОЕ и ВТОРОЕ. Сложное прилагательное, образованное от ПЕРВОГО и ВТОРОГО, чаще всего соотносится с латинским существительным.",
    question: "Назовите это прилагательное.",
    answer: "Конти́нуум.",
    comment: "ПЕРВОЕ и ВТОРОЕ — это пространство и время. Гегель подразумевал, что смертоносен не кирпич, а энергия, достигнутая им благодаря перемещению в пространстве и времени. Сочетание пространства и времени часто обозначают словами «пространственно-временной континуум». Продолжение следует после перерыва.",
    music: "pause2.mp3"
  },
  {
    id: 3,
    title: "Вопрос 3",
    text: "Подробный текст вопроса номер три. В котором может содержаться изображение",
    question: "Формулировка третьего вопроса",
    answer: "Ответ на вопрос 3",
    comment: "Комментарий к ответу на вопрос 3",
    music: "pause3.mp3"
  },
  {
    id: 4,
    title: "Вопрос 4",
    text: "Подробный текст вопроса номер четыре. В котором может содержаться изображение",
    question: "Формулировка четвертого вопроса",
    answer: "Ответ на вопрос 4",
    comment: "Комментарий к ответу на вопрос 4",
    img: "daman.png",
    music: "pause4.mp3"
  },
]